outputs/ELL-2-2-30-30-10-5/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2412                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    frontAndBack
    {
        type            empty;
        physicalType    empty;
        nFaces          721300;
        startFace       556136;
    }
    symmetry
    {
        type            symmetryPlane;
        physicalType    symmetry;
        nFaces          359;
        startFace       1277436;
    }
    outlet
    {
        type            patch;
        physicalType    outlet;
        nFaces          72;
        startFace       1277795;
    }
    wall
    {
        type            wall;
        physicalType    wall;
        nFaces          1155;
        startFace       1277867;
    }
    inlet
    {
        type            patch;
        physicalType    inlet;
        nFaces          432;
        startFace       1279022;
    }
)

// ************************************************************************* //
